pass_generation_question = "Какого размера пароли вы хотите получать при генерации?"
pass_count_question = "Какое количество паролей вы хотите получать при генерации?"
need_int = "Неправильный ввод, вам нужно ввести число."
int_to_big = "Слишком большое число. Необходимо указать число до {}"
int_to_small = "Слишком маленькое число, необходимо указать число больше ноля."
pass_count_setted = "Количество паролей для вывода установлено на {}"
pass_len_setted = "Размер паролей установлен на {}"

nothing_to_generate = """Тебе нет из чего генерировать пароль!
Вернись в настройки через через /settings и установи напротив хоть одну галочку."""

settings_message = "Ваши настройки на данный момент:"
start = """Тут короче сообщение о том, как все у нас хорошо и какой у нас классный генератор паролей!
Настройки в /settings
Генерировать пароль через /generate"""

inline_only_int = "Только цифры"
inline_only_str = "Только строчные и прописные буквы"
inline_str_and_numbers = "Строчные и прописные буквы с цифрами"
inline_str_nums_and_specs = "Строчные и прописные буквы, цифры, спецсимволы"